Repository: msaqib52/xblock-group-project-v2
Catalog: group_project_v2/translations/*/LC_MESSAGES/text.po
Languages: eo

source: Unknown error calling API
eo: Ûnknöwn érrör çällïng ÀPÌ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Display Name
eo: Dïspläý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: This is a name of the project
eo: Thïs ïs ä nämé öf thé pröjéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Group Project V2
eo: Gröüp Pröjéçt V2 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: This name appears in the horizontal navigation at the top of the page.
eo: Thïs nämé äppéärs ïn thé hörïzöntäl nävïgätïön ät thé töp öf thé pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Group Project Activity
eo: Gröüp Pröjéçt Àçtïvïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Weight
eo: Wéïght Ⱡ'σяєм ιρѕυ#

source: This is the maximum score that the user receives when he/she successfully completes the problem.
eo: Thïs ïs thé mäxïmüm sçöré thät thé üsér réçéïvés whén hé/shé süççéssfüllý çömplétés thé prößlém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Reviews Required Minimum
eo: Révïéws Réqüïréd Mïnïmüm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: The minimum number of group-reviews that should be applied to a set of submissions (set to 0 to be 'TA Graded')
eo: Thé mïnïmüm nümßér öf gröüp-révïéws thät shöüld ßé äpplïéd tö ä sét öf süßmïssïöns (sét tö 0 tö ßé 'TÀ Grädéd') Ⱡ'σяєм ιρѕυм ∂σłσя #

source: User Reviews Required Minimum
eo: Ûsér Révïéws Réqüïréd Mïnïmüm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: The minimum number of other-group reviews that an individual user should perform
eo: Thé mïnïmüm nümßér öf öthér-gröüp révïéws thät än ïndïvïdüäl üsér shöüld pérförm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Due date
eo: Düé däté Ⱡ'σяєм ιρѕυм ∂#

source: Activity due date
eo: Àçtïvïtý düé däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: {field_name} must be integer, {field_value} given
eo: {field_name} müst ßé ïntégér, {field_value} gïvén Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Unknown error.
eo: Ûnknöwn érrör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: This component is misconfigured and can't be displayed. It needs to be fixed by the course authors.
eo: Thïs çömpönént ïs mïsçönfïgüréd änd çän't ßé dïspläýéd. Ìt nééds tö ßé fïxéd ßý thé çöürsé äüthörs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Can't {action} as stage is not yet opened.
eo: Çän't {action} äs stägé ïs nöt ýét öpénéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Can't {action} as stage is closed.
eo: Çän't {action} äs stägé ïs çlöséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: This Group Project does not contain any activities.
eo: Thïs Gröüp Pröjéçt döés nöt çöntäïn äný äçtïvïtïés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: This Group Project V2 does not contain Project Navigator - please edit course outline in Studio to include one.
eo: Thïs Gröüp Pröjéçt V2 döés nöt çöntäïn Pröjéçt Nävïgätör - pléäsé édït çöürsé öütlïné ïn Stüdïö tö ïnçlüdé öné. Ⱡ'σяєм ιρѕυм ∂σłσя #

source: This Group Project V2 does not contain a discussion.
eo: Thïs Gröüp Pröjéçt V2 döés nöt çöntäïn ä dïsçüssïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Group Project must contain Project Navigator Block.
eo: Gröüp Pröjéçt müst çöntäïn Pröjéçt Nävïgätör Blöçk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: This Group Project Activity does not contain any stages.
eo: Thïs Gröüp Pröjéçt Àçtïvïtý döés nöt çöntäïn äný stägés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: {field_name} must be integer, {field_value} given.
eo: {field_name} müst ßé ïntégér, {field_value} gïvén. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: This project is assigned to {group_count} group(s)
eo: Thïs pröjéçt ïs ässïgnéd tö {group_count} gröüp(s) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Project Navigator must contain Navigation view.
eo: Pröjéçt Nävïgätör müst çöntäïn Nävïgätïön vïéw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Parent group project does not contain discussion XBlock - this {block_type} will not function properly and will not be displayed to students.
eo: Pärént gröüp pröjéçt döés nöt çöntäïn dïsçüssïön XBlöçk - thïs {block_type} wïll nöt fünçtïön pröpérlý änd wïll nöt ßé dïspläýéd tö stüdénts. #

source: This task has been marked as complete.
eo: Thïs täsk häs ßéén märkéd äs çömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: url_name to link to this {stage_name}:
eo: ürl_nämé tö lïnk tö thïs {stage_name}: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Submissions are not specified for {class_name} '{stage_title}'.
eo: Süßmïssïöns äré nöt spéçïfïéd för {class_name} '{stage_title}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Feedback display blocks are not specified for {class_name} '{stage_title}'.
eo: Féédßäçk dïspläý ßlöçks äré nöt spéçïfïéd för {class_name} '{stage_title}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Questions are not specified for {class_name} '{stage_title}'.
eo: Qüéstïöns äré nöt spéçïfïéd för {class_name} '{stage_title}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: {class_name} stage '{stage_title}' is missing required component '{peer_selector_class_name}'.
eo: {class_name} stägé '{stage_title}' ïs mïssïng réqüïréd çömpönént '{peer_selector_class_name}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: {class_name} stage '{stage_title}' is missing required component '{group_selector_class_name}'.
eo: {class_name} stägé '{stage_title}' ïs mïssïng réqüïréd çömpönént '{group_selector_class_name}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Thanks for your feedback.
eo: Thänks för ýöür féédßäçk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: TA grading is not allowed for this stage.
eo: TÀ grädïng ïs nöt ällöwéd för thïs stägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Graded questions are not supported for {class_name} stage '{stage_title}'.
eo: Grädéd qüéstïöns äré nöt süppörtéd för {class_name} stägé '{stage_title}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Grade questions are required for {class_name} stage '{stage_title}'.
eo: Grädé qüéstïöns äré réqüïréd för {class_name} stägé '{stage_title}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Video Resource Block must contain Ooyala content ID.
eo: Vïdéö Résöürçé Blöçk müst çöntäïn Ööýälä çöntént ÌD. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Only group members can upload files.
eo: Önlý gröüp mémßérs çän üplöäd fïlés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Question is not selected.
eo: Qüéstïön ïs nöt séléçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Upload complete
eo: Ûplöäd çömplété Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Upload failed.
eo: Ûplöäd fäïléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Your deliverable has been successfully uploaded. You can attach an updated version of the deliverable by clicking the <span class='icon {icon}'></span> icon at any time before the deadline.
eo: Ýöür délïvéräßlé häs ßéén süççéssfüllý üplöädéd. Ýöü çän ättäçh än üpdätéd vérsïön öf thé délïvéräßlé ßý çlïçkïng thé <span class='icon {icon}'></span> ïçön ät äný tïmé ßéföré thé déädlïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕ#

source: Error uploading file: {error_goes_here}.
eo: Érrör üplöädïng fïlé: {error_goes_here}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Group Project Navigator
eo: Gröüp Pröjéçt Nävïgätör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: url_name to link to this {project_navigator_view}:
eo: ürl_nämé tö lïnk tö thïs {project_navigator_view}: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Navigation View
eo: Nävïgätïön Vïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Navigation
eo: Nävïgätïön Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Resources View
eo: Résöürçés Vïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Resources
eo: Résöürçés Ⱡ'σяєм ιρѕυм ∂σł#

source: Submissions View
eo: Süßmïssïöns Vïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Upload
eo: Ûplöäd Ⱡ'σяєм ιρѕυ#

source: Ask a TA View
eo: Àsk ä TÀ Vïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Ask a McKinsey TA
eo: Àsk ä MçKïnséý TÀ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Private Discussion View
eo: Prïväté Dïsçüssïön Vïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Open Date
eo: Öpén Däté Ⱡ'σяєм ιρѕυм ∂σł#

source: Stage open date
eo: Stägé öpén däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Close Date
eo: Çlösé Däté Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Stage close date
eo: Stägé çlösé däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Hide stage type label
eo: Hïdé stägé týpé läßél Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: If true, hides stage type label in Project Navigator
eo: Ìf trüé, hïdés stägé týpé läßél ïn Pröjéçt Nävïgätör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Stage
eo: Stägé Ⱡ'σяєм ιρѕ#

source: Text Stage
eo: Téxt Stägé Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Overview
eo: Övérvïéw Ⱡ'σяєм ιρѕυм ∂#

source: Text
eo: Téxt Ⱡ'σяєм ι#

source: Completion Stage
eo: Çömplétïön Stägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Task
eo: Täsk Ⱡ'σяєм ι#

source: Completion
eo: Çömplétïön Ⱡ'σяєм ιρѕυм ∂σłσ#

source: mark stage as complete
eo: märk stägé äs çömplété Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Submission Stage
eo: Süßmïssïön Stägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Deliverable
eo: Délïvéräßlé Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Pending Upload
eo: Péndïng Ûplöäd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Uploaded
eo: Ûplöädéd Ⱡ'σяєм ιρѕυм ∂#

source: Unknown
eo: Ûnknöwn Ⱡ'σяєм ιρѕυм #

source: upload submission
eo: üplöäd süßmïssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Review
eo: Révïéw Ⱡ'σяєм ιρѕυ#

source: Evaluation Display Stage
eo: Évälüätïön Dïspläý Stägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Evaluation Display
eo: Évälüätïön Dïspläý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Grade Display Stage
eo: Grädé Dïspläý Stägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Grade Display
eo: Grädé Dïspläý Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: N/A
eo: N/À Ⱡ'σяєм#

source: Completed
eo: Çömplétéd Ⱡ'σяєм ιρѕυм ∂σł#

source: save feedback
eo: sävé féédßäçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Team Evaluation Stage
eo: Téäm Évälüätïön Stägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Team Evaluation
eo: Téäm Évälüätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Peer Grading Stage
eo: Péér Grädïng Stägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Pending Review
eo: Péndïng Révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Review Complete
eo: Révïéw Çömplété Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Peer Grading
eo: Péér Grädïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Not started
eo: Nöt stärtéd Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Partially complete
eo: Pärtïällý çömplété Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Complete
eo: Çömplété Ⱡ'σяєм ιρѕυм ∂#

source: This is a name of the stage
eo: Thïs ïs ä nämé öf thé stägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: This is a name of the resource
eo: Thïs ïs ä nämé öf thé résöürçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Group Project V2 Resource
eo: Gröüp Pröjéçt V2 Résöürçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Resource Description
eo: Résöürçé Désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Resource
eo: Résöürçé Ⱡ'σяєм ιρѕυм ∂#

source: Resource Location
eo: Résöürçé Löçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: A url to download/view the resource
eo: À ürl tö döwnlöäd/vïéw thé résöürçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Grading Criteria?
eo: Grädïng Çrïtérïä? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: If true, resource will be treated as grading criteria
eo: Ìf trüé, résöürçé wïll ßé tréätéd äs grädïng çrïtérïä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Video Resource
eo: Vïdéö Résöürçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Ooyala/Brightcove content ID
eo: Ööýälä/Brïghtçövé çöntént ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: This is the Ooyala/Brightcove Content Identifier
eo: Thïs ïs thé Ööýälä/Brïghtçövé Çöntént Ìdéntïfïér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Submissions Help Text
eo: Süßmïssïöns Hélp Téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Grade Rubric Help Text
eo: Grädé Rüßrïç Hélp Téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Submission
eo: Süßmïssïön Ⱡ'σяєм ιρѕυм ∂σłσ#

source: This is a name of the submission
eo: Thïs ïs ä nämé öf thé süßmïssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Group Project V2 Submission
eo: Gröüp Pröjéçt V2 Süßmïssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: Submission Description
eo: Süßmïssïön Désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Upload ID
eo: Ûplöäd ÌD Ⱡ'σяєм ιρѕυм ∂σł#

source: This string is used as an identifier for an upload. Submissions sharing the same Upload ID will be updated simultaneously
eo: Thïs strïng ïs üséd äs än ïdéntïfïér för än üplöäd. Süßmïssïöns shärïng thé sämé Ûplöäd ÌD wïll ßé üpdätéd sïmültänéöüslý Ⱡ'σяєм ιρѕυ#

source: Error storing file {} - {}
eo: Érrör störïng fïlé {} - {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Error recording file information {} - {}
eo: Érrör réçördïng fïlé ïnförmätïön {} - {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Teammate Selector
eo: Téämmäté Séléçtör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Teammate Selector XBlock
eo: Téämmäté Séléçtör XBlöçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Group Selector
eo: Gröüp Séléçtör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Group Selector XBlock
eo: Gröüp Séléçtör XBlöçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Review Question
eo: Révïéw Qüéstïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Question ID
eo: Qüéstïön ÌD Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Question Text
eo: Qüéstïön Téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Assessment Question Text
eo: Àsséssmént Qüéstïön Téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Overrides question title when displayed in assessment mode
eo: Övérrïdés qüéstïön tïtlé whén dïspläýéd ïn ässéssmént mödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Question Content
eo: Qüéstïön Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: HTML control
eo: HTML çöntröl Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Required
eo: Réqüïréd Ⱡ'σяєм ιρѕυм ∂#

source: Grading
eo: Grädïng Ⱡ'σяєм ιρѕυм #

source: IF True, answers to this question will be used to calculate student grade for Group Project.
eo: ÌF Trüé, änswérs tö thïs qüéstïön wïll ßé üséd tö çälçüläté stüdént grädé för Gröüp Pröjéçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Single Line
eo: Sïnglé Lïné Ⱡ'σяєм ιρѕυм ∂σłσя #

source: If True question label and content will be displayed on single line, allowing for more compact layout.Only affects presentation.
eo: Ìf Trüé qüéstïön läßél änd çöntént wïll ßé dïspläýéd ön sïnglé lïné, ällöwïng för möré çömpäçt läýöüt.Önlý äfféçts préséntätïön. Ⱡ'σя#

source: CSS Classes
eo: ÇSS Çlässés Ⱡ'σяєм ιρѕυм ∂σłσя #

source: CSS classes to be set on question element. Only affects presentation.
eo: ÇSS çlässés tö ßé sét ön qüéstïön élémént. Önlý äfféçts préséntätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: No question selected
eo: Nö qüéstïön séléçtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Selected question not found
eo: Séléçtéd qüéstïön nöt föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: Question ID is not unique
eo: Qüéstïön ÌD ïs nöt ünïqüé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Question to be assessed
eo: Qüéstïön tö ßé ässésséd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Show Mean Value
eo: Shöw Méän Välüé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: If True, converts review answers to numbers and calculates mean value
eo: Ìf Trüé, çönvérts révïéw änswérs tö nümßérs änd çälçülätés méän välüé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Review Assessment for question "{question_title}"
eo: Révïéw Àsséssmént för qüéstïön "{question_title}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Review Assessment
eo: Révïéw Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: --- Not selected ---
eo: --- Nöt séléçtéd --- Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Team Evaluation Display
eo: Téäm Évälüätïön Dïspläý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Grade Evaluation Display
eo: Grädé Évälüätïön Dïspläý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Project Team
eo: Pröjéçt Téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Activity:
eo: Àçtïvïtý: Ⱡ'σяєм ιρѕυм ∂σł#

source: Groups
eo: Gröüps Ⱡ'σяєм ιρѕυ#

source: Graded/Required Stages
eo: Grädéd/Réqüïréd Stägés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: will export a list of emails within stage of partially complete/incomplete teams
eo: wïll éxpört ä lïst öf émäïls wïthïn stägé öf pärtïällý çömplété/ïnçömplété téäms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Grading:
eo: Grädïng: Ⱡ'σяєм ιρѕυм ∂#

source: Additionally there is a single work group filtered by company filter.
eo: Àddïtïönällý théré ïs ä sïnglé wörk gröüp fïltéréd ßý çömpäný fïltér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: All work groups have been filtered by the company filter.
eo: Àll wörk gröüps hävé ßéén fïltéréd ßý thé çömpäný fïltér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: No stages available for this activity
eo: Nö stägés äväïläßlé för thïs äçtïvïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: No resources for this activity
eo: Nö résöürçés för thïs äçtïvïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: No uploads required for this activity
eo: Nö üplöäds réqüïréd för thïs äçtïvïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Add New Component
eo: Àdd Néw Çömpönént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Please click on the group(s) you are assigned to grade to review their submissions.
eo: Pléäsé çlïçk ön thé gröüp(s) ýöü äré ässïgnéd tö grädé tö révïéw théïr süßmïssïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Demo contents
eo: Démö çönténts Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Group
eo: Gröüp Ⱡ'σяєм ιρѕ#

source: Evaluating below
eo: Évälüätïng ßélöw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: No groups assigned for review
eo: Nö gröüps ässïgnéd för révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Please click on the teammates to review their performance
eo: Pléäsé çlïçk ön thé téämmätés tö révïéw théïr pérförmänçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Teammate
eo: Téämmäté Ⱡ'σяєм ιρѕυм ∂#

source: No teammates to review
eo: Nö téämmätés tö révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Email your entire team
eo: Émäïl ýöür éntïré téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Email
eo: Émäïl Ⱡ'σяєм ιρѕ#

source: Grade:
eo: Grädé: Ⱡ'σяєм ιρѕυ#

source: Uploaded by
eo: Ûplöädéd ßý Ⱡ'σяєм ιρѕυм ∂σłσя #

source: This file has not been submitted by this group
eo: Thïs fïlé häs nöt ßéén süßmïttéd ßý thïs gröüp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: OK
eo: ÖK Ⱡ'σя#

source: Message your group
eo: Méssägé ýöür gröüp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Send any questions or messages to your group.
eo: Sénd äný qüéstïöns ör méssägés tö ýöür gröüp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Enter your message for the group here
eo: Éntér ýöür méssägé för thé gröüp héré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Submit
eo: Süßmït Ⱡ'σяєм ιρѕυ#

source: Message your group member
eo: Méssägé ýöür gröüp mémßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Send any questions or messages to your group member.
eo: Sénd äný qüéstïöns ör méssägés tö ýöür gröüp mémßér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Enter your message here
eo: Éntér ýöür méssägé héré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Send any questions or messages to a TA, and they'll get back to you via email.
eo: Sénd äný qüéstïöns ör méssägés tö ä TÀ, änd théý'll gét ßäçk tö ýöü vïä émäïl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Enter your message here.
eo: Éntér ýöür méssägé héré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Project Navigator
eo: Pröjéçt Nävïgätör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Yes, I have completed this task
eo: Ýés, Ì hävé çömplétéd thïs täsk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: TA Graded
eo: TÀ Grädéd Ⱡ'σяєм ιρѕυм ∂σł#

source: Status:
eo: Stätüs: Ⱡ'σяєм ιρѕυм #

source: No students match search criteria
eo: Nö stüdénts mätçh séärçh çrïtérïä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Final Grade:
eo: Fïnäl Grädé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Closed on
eo: Çlöséd ön Ⱡ'σяєм ιρѕυм ∂σł#

source: Due
eo: Düé Ⱡ'σяєм#

source: Available
eo: Àväïläßlé Ⱡ'σяєм ιρѕυм ∂σł#

source: Grading View
eo: Grädïng Vïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: TA Grading override view
eo: TÀ Grädïng övérrïdé vïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Group Submissions
eo: Gröüp Süßmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Please review the file(s) below to evaluate the group's work.
eo: Pléäsé révïéw thé fïlé(s) ßélöw tö évälüäté thé gröüp's wörk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: This stage has not yet been opened
eo: Thïs stägé häs nöt ýét ßéén öpénéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Current Group Project Activity does not have any submission stages
eo: Çürrént Gröüp Pröjéçt Àçtïvïtý döés nöt hävé äný süßmïssïön stägés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: No submissions have been uploaded for this stage
eo: Nö süßmïssïöns hävé ßéén üplöädéd för thïs stägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: This XBlock does not contain any editable settings
eo: Thïs XBlöçk döés nöt çöntäïn äný édïtäßlé séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Must be overridden in inherited class
eo: Müst ßé övérrïddén ïn ïnhérïtéd çläss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: HTML
eo: HTML Ⱡ'σяєм ι#

source: Discussion
eo: Dïsçüssïön Ⱡ'σяєм ιρѕυм ∂σłσ#

source: #{group_id}
eo: #{group_id} Ⱡ'σяєм ι#

source: Group #{group_id}
eo: Gröüp #{group_id} Ⱡ'σяєм ιρѕυм ∂σłσ#
