Repository: msaqib52/xblock-group-project-v2
Catalog: group_project_v2/translations/*/LC_MESSAGES/textjs.po
Languages: eo

source: Error refreshing statuses
eo: Érrör réfréshïng stätüsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Upload cancelled.
eo: Ûplöäd çänçélléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Upload cancelled by user.
eo: Ûplöäd çänçélléd ßý üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: An error occurred while uploading your file. Please refresh the page and try again. If it still does not upload, please contact your Course TA.
eo: Àn érrör öççürréd whïlé üplöädïng ýöür fïlé. Pléäsé réfrésh thé pägé änd trý ägäïn. Ìf ït stïll döés nöt üplöäd, pléäsé çöntäçt ýöür Çöürsé TÀ. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕ#

source: Technical details: CSRF verification failed.
eo: Téçhnïçäl détäïls: ÇSRF vérïfïçätïön fäïléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Technical details: 403 error.
eo: Téçhnïçäl détäïls: 403 érrör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Error
eo: Érrör Ⱡ'σяєм ιρѕ#

source: Please select Teammate to review
eo: Pléäsé séléçt Téämmäté tö révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Please select Group to review
eo: Pléäsé séléçt Gröüp tö révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Thanks for your feedback!
eo: Thänks för ýöür féédßäçk! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: We encountered an error loading your feedback.
eo: Wé énçöüntéréd än érrör löädïng ýöür féédßäçk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: We encountered an error saving your feedback.
eo: Wé énçöüntéréd än érrör sävïng ýöür féédßäçk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: We encountered an error.
eo: Wé énçöüntéréd än érrör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: This task has been marked as complete.
eo: Thïs täsk häs ßéén märkéd äs çömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: We encountered an error saving your progress.
eo: Wé énçöüntéréd än érrör sävïng ýöür prögréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Resubmit
eo: Résüßmït Ⱡ'σяєм ιρѕυм ∂#

source: Submit
eo: Süßmït Ⱡ'σяєм ιρѕυ#
